{

    "Askema Engineering: We're a young team of mechanical engineers and professionals dedicated to creating top-notch brake and clutch products. Our non-metallic, non-asbestos materials are ASTM tested, ensuring safety and sustainability on the road. With innovation at our core, we're committed to enhancing your driving experience while caring for the environment.": "አስኬማ ኢንጂነሪንግ ከቆዳ፣ ሴራሚክ እና እብነበረድ ኢንዱስትሪዎች ለአካባቢ ተስማሚ የሆኑ ቁሳቁሶችን በመጠቀም ለተለያዩ ተሽከርካሪዎች ከፍተኛ ጥራት ያለው ብሬክ እና ክላች መፍትሄዎችን ይሰጣል። ለደንበኛ እርካታ ቅድሚያ እንሰጣለን, በምርቶቻችን ላይ ደህንነትን እና መተማመንን እናረጋግጣለን.",
    "What Our Clients Are Saying": "የእኛ ደንበኞች የሚሉት ምንድነው?",
    "Our product": "የእኛ ምርት",
    "Clutch": "ክላች",
    "clutch": "ክላች በተሽከርካሪው የተሽከርካሪ ስርዓት ውስጥ የሚገኘው ክፍል ነው። እርሱ በአነጋጋሪና በግራቡ መካከል ይገኛል። ክላች የሚያደርገው ዋና አላማ ከአነጋጋሪ ወደ ተሽከርካሪ ስርዓት የሚያገናኝና የሚያቋርጥ ነው። ይህ ለሹፈሩ ከአነጋጋሪ ወደ ኮሮኮሮቹ ኃይል የሚያስተላልፍን ይቆጣጠራል።",
    "BRAKE SHOE": "ብራክ ሾ",
    "brake shoe": "ብራክ ሾ በድራም ብራክ ስርዓቶች ውስጥ ዋና ክፍል ነው፣ ድራም ብራክ ስርዓት በአንዳንድ ተሽከርካሪዎች የሚጠቀሙበት የብራክ ስርዓት ነው። ድራም ብራክ ከብዙ ክፍሎች የተቀመጡ ናቸው፣ ብራክ ሾ አንዱ ከእነሱ መሆኑን ያመለክታል።",
    "BRAKE PAD": "ብራክ ፓድ",
    "brake pad": "የ ብሬክ ፓድ በዲስክ ብራክ ስርዓቶች ውስጥ አስፈላጊ ክፍል ነው፣ ዲስክ ብራክ ስርዓት በዘመናዊ ተሽከርካሪዎች በጣም የሚጠቀሙበት ነው። ዲስክ ብራክ በካሊፐርስ የ ብሬክ ፓዶችን በሚዞር ዲስክ ወይም ሮተር ላይ በመጫን ይሠራል። የ ብሬክ ፓዶች በብራክ ሂደት ውስጥ አስፈላጊ ክፍል ናቸው፣ ተሽከርካሪውን ለመዝጋት ወይም ለመቆም የሚያስፈልጋቸውን ጥርት ይሰጣሉ።",
    "Clients": "ደንበኞች",
    "clients": "እነዚያ በእኛ ምርቶች ላይ ፍላጎት ያሳዩ አንዳንድ ኩባንያዎች ናቸው።",

    "Askema Engineering": "አስኬማ ኢንጂነሪንግ",
    "para1": "አስኬማ ኢንጂነሪንግ ለተለያዩ መኪናዎች ብሬክ እና ክላች መፍትሄዎችን የሚሰጥ ድርጅት ነው። ምርቱ ለተለያዩ መኪናዎች እንደ ታክሲ፣ ፒክ አፕ፣ ትራክተር፣ አውቶቡሶች፣ ኤሌክትሪክ እና ነዳጅ ብስክሌቶች፣ ከመንገድ ዉጭ ማሽኖች ሊፍት እና የእሳተላይት ቴክኖሎጂዎች ወዘተ... ለሚጠቀሙ ተሽከርካሪዎች የግጭት መከላከያ (ብሬክስ እና ክላችስ) ያገለግላል። የድርጅታችን ምርቶች ከቆዳ፣ ሴራሚክ እና እብነበረድ ኢንዱስትሪዎች ከስሎው ሙከራ ቆሻሻዎች እና ቆሻሻዎች የተሠሩ ናቸው። አስኬማ ኢንጂነሪንግ ተገቢውን የደንበኛ ግንኙነት እና የደንበኛ አስተዳደርን በመጠቀም የደንበኞችን እርካታ በከፍተኛ ደረጃ ለማቆየት ሁልጊዜ ይጥራል። ለደህንነታቸው እና በምርቱ ላይ ያላቸውን እምነት ዘላቂ ደንበኞች በእኛ ላይ እምነት እንዲጥሉ ሊያደርጋቸው የሚችል ያልተመጣጠነ ጥራት ያላቸውን ምርቶች እናቀርባለን።",
    "The Problem We Are Solving": "እየፈታን ያለነው ችግር",
    "para2": "እ.ኤ.አ. በ2022 በኢትዮጵያ ከ29,000 በላይ የመንገድ አደጋዎች ዳራ ውስጥ፣ አንድ ወሳኝ የቴክኒክ ፈተና ለይተናል። እነዚህ አደጋዎች ከተሽከርካሪ ብሬኪንግ እና ከክላች ጋር በተያያዙ ቴክኒካል ጉዳዮች ምክንያት ለተሻለ የመንገድ ደህንነት እና ለተሽከርካሪ አፈጻጸም አዳዲስ መፍትሄዎችን ይፈልጋሉ።",
    "Our Solution": "የእኛ መፍትሄ",
    "para3": "የኢትዮጵያን አንገብጋቢ የመኪና አደጋ ችግር በዋነኛነት በቴክኒክ ጉዳዮች ምክንያት፣ ለውጥ ለማምጣት ቆርጠን ተነስተናል። የእኛ መፍትሔ ለተሻሻለ የተሽከርካሪ ደህንነት ተብሎ የተነደፈ ለአካባቢ ተስማሚ ብሬክ እና ክላች ክፍሎችን መሥራትን ያካትታል። እነዚህ ክፍሎች ከቆዳ፣ ሴራሚክ እና እብነበረድ ኢንዱስትሪዎች የሚወጡ ቆሻሻዎችን ጨምሮ እንደገና ጥቅም ላይ ከዋሉ ነገሮች የተሠሩ ናቸው። የእኛ ተልእኮ ቀጣይነት ያለው አማራጭ ማቅረብ፣ ያልተመጣጠነ ጥራትን ማረጋገጥ እና በተሽከርካሪ ባለቤቶች እና ድርጅቶች መካከል መተማመን መፍጠር ነው። አነስተኛ ተሸከርካሪ ባለቤቶችን፣ ከባድ የጭነት መኪና ኩባንያዎችን፣ መንግሥታዊ እና መንግሥታዊ ያልሆኑ አካላትን እናስተናግዳለን።",
    "Our Vision" : "የእኛ ተልዕኮ",
    "para4": "ራዕያችን ለደህንነት እና ለኢኮኖሚ እድገት በአገር ውስጥ ማምረቻ ቁርጠኝነት በተመጣጣኝ ዋጋ ከብረታ ብረት ያልሆኑ ብሬክ እና ክላች መፍትሄዎችን በማቅረብ የኢትዮጵያን አውቶሞቲቭ ኢንዱስትሪ መምራት ነው። ወደ ንጹህ፣ ደህንነቱ የተጠበቀ እና ኢኮኖሚያዊ የነቃ የኢትዮጵያ አውቶሞቲቭ መልክአ ምድር ጉዞ ላይ ይቀላቀሉን። ከ246 የኢትዮጵያ የቄራ ኢንዱስትሪዎች 300,000 ቶን የሚባክኑ አጥንቶችን ወደ ውድ ሀብት በማሸጋገር አካባቢንም ሆነ የሰው ሃይላችንን ተጠቃሚ ለማድረግ በተልዕኳችን የተለያዩ የስራ እድሎችን ማሰስ።",
    "Why Choose Us?": "ለምን መረጥን?",
    "Import Substitution": "ምትክ አስመጣ",
    "para5": "ምርቶቻችን በአገር ውስጥ የሚመረቱ፣ ከውጭ የሚገቡ ምርቶችን መተካትን የሚያረጋግጡ እና የኢትዮጵያን ኢኮኖሚ የሚደግፉ ናቸው።",
    "Applicable": "የሚተገበር",
    "para6": "የእኛ ምርቶች መኪናዎች፣ ትራኮች እና አውቶቡሶችን ጨምሮ ለተለያዩ ተሽከርካሪዎች ተፈጻሚ ይሆናሉ።",
    "Affordable": "ተመጣጣኝ",
    "para7": "የእኛ ምርቶች ተመጣጣኝ ዋጋን የሚያረጋግጡ ናቸው.",
    "Our Team": "የእኛ ቡድን",

    "Contact Us": "አግኙን",
    "feel free" : "በማንኛውም ጥያቄ ወይም አስተያየት እኛን ለማግኘት ነፃነት ይሰማዎ። ከእርስዎ ለመስማት ጓጉተናል!",
    "Address": "አድራሻ",
    "Phone": "ስልክ",
    "Email": "ኢሜል",
    "Send Message": "መልእክት",
    "Full Name": "ሙሉ ስም",
    "Type your Message...": "መልእክትዎን ያስገቡ...",


    "person1": "Askema ብሬክ ፓድስ በእኔ ልምድ ከሌሎቹ ጎልቶ ታይቷል። ከዚህ ቀደም ከተጠቀምኳቸው ብዙ የብሬክ ፓዶች በተለየ፣ የአስኬማ ምርት በራሱ ሊግ ውስጥ ነው። ጎልቶ የሚታየው ባህሪያቱ አስደናቂ ድምፅ አልባ ክዋኔ፣ ልዩ ረጅም ዕድሜ፣ አነስተኛ የአቧራ ቅሪት እና የሚያቀርበውን ጥራት ግምት ውስጥ በማስገባት ምክንያታዊ ሆኖ የሚቆይ ዋጋን ያካትታሉ። ለመኪናዬ ወደ አስኬማ ብሬክ ፓድስ ከተቀየርኩበት ጊዜ ጀምሮ፣ ጽኑ እና ደስተኛ ደንበኛ ሆኛለሁ።",
    "Ermiyas Fikire": "ኤርሚያስ ፍቅሬ"
}