
{

    "Askema Engineering: We're a young team of mechanical engineers and professionals dedicated to creating top-notch brake and clutch products. Our non-metallic, non-asbestos materials are ASTM tested, ensuring safety and sustainability on the road. With innovation at our core, we're committed to enhancing your driving experience while caring for the environment.": "Askema Engineering offers high-quality brake and clutch solutions for a range of vehicles, using eco-friendly materials from leather, ceramic, and marble industries. We prioritize customer satisfaction, ensuring safety and confidence in our products.",
    "What Our Clients Are Saying": "What Our Clients Are Saying",
    "Our product": "Our product",
    "Clutch": "CLUTCH",
    "clutch": "Clutch is a component used in a vehicle's transmission system. It is situated between the engine and the gearbox. The primary purpose of the clutch is to engage and disengage the transmission from the engine. This allows the driver to control the transfer of power from the engine to the wheels.",
    "BRAKE SHOE": "BRAKE SHOE",
    "brake shoe": "A brake shoe is a key component in drum brake systems, which are a type of braking system used in some vehicles. Drum brakes consist of several components, and the brake shoe is one of them.",
    "BRAKE PAD": "BRAKE PAD",
    "brake pad": "A brake pad is a crucial component in disc brake systems, which are widely used in modern vehicles. Disc brakes operate by using calipers to squeeze brake pads against a rotating disc or rotor. The brake pads play a vital role in the braking process, providing the necessary friction to slow down or stop the vehicle.",
    "Clients": "Clients",
    "clients": "Those are some of companies who have show interest on our products.",
    "Askema Engineering": "Askema Engineering",
    "para1": "ASKEMA ENGINEERING is an enterprise that offers brake and clutch solutions for different automobiles. The product is used for vehicles friction linings (brakes and clutches) that could be used for different automobiles such as taxis, pick-ups, truckers, buses, electrical & fuel Bikes, off-road machines lift and escalator technologies etc. The products of our enterprise are made from slough try wastes and trashes from industries of leather, ceramic, and marble. Askema engineering always strives to keep customer satisfaction at the highest level by using appropriate customer communication and customer management.  we provide products with uncompromised quality that could build sustainable customers trust on us for their safety and confidence on the product.",
    "The Problem We Are Solving": "The Problem We Are Solving",
    "para2": "Amidst the concerning backdrop of over 29,000 road accidents in Ethiopia in 2022, we've identified a crucial technical challenge. These accidents, often attributed to vehicle braking and clutch-related technical issues, demand innovative solutions for enhanced road safety and vehicle performance.",
    "Our Solution": "Our Solution",
    "para3": "In response to Ethiopia's pressing car accident problem, primarily due to technical issues, we're dedicated to making a difference. Our solution involves crafting eco-friendly brake and clutch components, designed for enhanced vehicle safety. These parts are made from recycled materials, including waste from the leather, ceramic, and marble industries. Our mission is to provide a sustainable alternative, ensuring uncompromised quality and building trust among vehicle owners and organizations. We cater to small vehicle owners, heavy-duty truck companies, governmental and non-governmental bodies, prioritizing affordability and competitive pricing while promoting eco-conscious, circular production.",
    "Our Vision": "Our Vision",
    "para4": "Our vision is to lead Ethiopia's automotive industry by offering affordable, non-metallic brake and clutch solutions for various vehicles, with a commitment to safety and economic growth through local manufacturing. Join us on our journey towards a cleaner, safer, and economically vibrant Ethiopian automotive landscape. Explore diverse job opportunities in our mission to transform 300,000 tons of wasted bones from 246 Ethiopian slaughterhouse industries into valuable resources, benefiting both the environment and our workforce.",
    "Why Choose Us?": "Why Choose Us?",
    "Import Substitution": "Import Substitution",
    "para5": "Our products are locally manufactured, ensuring import substitution and supporting the Ethiopian economy.",
    "Applicable": "Applicable",
    "para6": "Our products are applicable to diverse vehicles, including cars, trucks, and buses.",
    "Affordable": "Affordable",
    "para7": "Our products are affordable, ensuring competitive pricing.",


    "feel free": "Feel free to reach out to us with any inquiries or comments. We're eager to hear from you!",

    "person1": "Askema Brake Pads have truly stood out from the rest in my experience. Unlike many other brake pads I've used in the past, Askema's product is in a league of its own. Its standout features include a remarkable noiseless operation, exceptional longevity, minimal dust residue, and a price that remains reasonable considering the quality it delivers. Ever since I switched to Askema brake pads for my car, I've remained a steadfast and satisfied customer."
}